{
  "victims": [
    "Expressing your emotions is what keeps a relationship going. Whether it's a mother-daughter relationship, girlfriend-boyfriend, bonds between a sister and brother or son and father, here are some eloquent and poignant poems that explore the tales of human relations. A wee tribute to a lady much-loved bay many... For you Ma! This is a short poem dedicated to my daughter Jessica Joy. The six stages of a relationship in a new and unusual form. A poem for my brother. We've grown apart in recent years and I can't bear the gap. This poem is a testament to those feelings. They tell a story of past lovers and an idea of futuristic relationships. A short plea to stay together. When love stares right at your face, spend a moment and consider it, lest you lose a precious pearl. Poem about a long married couple who had both had enough of their marriage! It's always against our will to fail when it comes to the people in our lives... especially those dear to our hearts. It stood the tests of time and now its still standing. You want me to find 'the one' for me. You never know it was you. ''Yes, it's great to have someone adore you, but it's more important to find the things in yourself that makes you special and adorable.'' Let me know what you think. Just an inspiration for those who lost their dear ones. A poem describing the feelings of being lied to by a loved one. My journey to find my soulmate. Part 1. This poem is dedicated to my loving husband! I love you Joe! What comes after \"Your Nothing\"... Regrets. I wrote this for Michael after we met in 1977 and fell in love, but had to separate. We did get married in 1979 and had a beautiful daughter. Is it Love or Nightmare? One-sided love is always dangerous. It is a path that leads to mystery. So tell me, is it love or nightmare? Prose poetry describing the morning after a romantic interlude. Prose poetry - beginning of a relationship. Sometimes friendship doesn't seem to be what you expected it to be. It's a poem of a girl whose boy gets annoyed when she doesn't keep in touch with him because she was struggling with the clock. For my very dear friend and my ex-lover, I still love you. Distance is painful when you are parting with someone you love, but sometimes distance can make you get closer than before. Dedicated to my Brother. Have you ever been heartbroken and wanted to let it all out? Have a read and see what this poem is about! Insanity is a Lonely Trip, Care to Join Me? I'm trying a new style of poetry this time around my peers. I pray you help me in my endeavors. Please point out my strengths and weaknesses. Sometimes love doesn't go as deep as we'd like it to. Hey guys, another poem from me - I hope you all like it! I missed you all! Sometimes prying turns up the wrong answers. The man I perceive as my soulmate for too many reason to name! Don't look back, I'll catch up to you and find us. The nothings are everything at the end of the day. The despair of being cheated. A girl's perspective in which a close guy is telling her he's found someone. She's scared of this statement. Pretended throughout a whole relationship. It's time folks to know some things, before you get into a life imprisonment (:P). But you seriously need to read this if you are in for 'arranged marriages'. For a friend of mine, about an ex of his. Written with dialect. You have been forewarned. We will try again..But I won't forget the pain from the first time.. I wrote this when my life was falling apart for the millionth time. I would tell u how, but it's complicated, so please just read this and comment on what u think. This poem is about the severity of an argument as seen from the aftermath. We can all say things we don't mean, but they make us think of life's true worth. And we ourselves are left to face the outcome. I need help on what supposed to be and what not. This is about what I think about me & my (male) bf's relationship. Poem about relationships/ personal insecurities. About how I love my Best Friend, Aka My big bro <33333. I want to improve my writing, so I would like if you would comment. You're never there. Do you get where I'm coming from? A lovely poem about a sweet and pure relationship. Relationship is done, When your mind wanders back, what do you find? I find lies. I find forgotten promises. Now is better, then is done. A poem about a relationship which come and gone. Confusion within a mind set and relationship. With the past weighting down my mind, a new relationship begins alongside a hopeful new beginning. Women can never just turn their back on people they love, it's not that easy. This is me looking in on such a relationship. Comment and enjoy. For all the people who are in a relationship at the moment or who are still longing for their ex. When you can't live without someone it shows. This one is about a person who really wants to leave someone but can't because their partner has their heart and so it is hard for them to end the relationship. The bottom part of this poem really does describe relationships. At one point they'll always hurt you. It's how you get over those times that makes them worthwhile. When the love and the relationship fail. This poem conveys something about cheating in a relationship. Can you continue or expand on the sentiments expressed in the poem about a long-married couple who have had enough of their marriage?",
    "How did the Spanish conquest of the Low Countries in the 16th century impact European politics and culture?",
    "What are the rules and restrictions in place for COVID-19 in the city?",
    "Implement a queue data structure in Java that can enqueue and dequeue elements. The queue should have a maximum size of n and should be implemented using an array. The enqueue operation should add elements to the back of the queue, and the dequeue operation should remove elements from the front of the queue. If the queue is full, the enqueue operation should throw an exception, and if the queue is empty, the dequeue operation should return null. The queue should also have a method to check if it is empty and a method to get the size of the queue. Finally, the implementation should use generics to allow storing of any data type in the queue.",
    "Write step-by-step instructions for making a traditional snowman using three large snowballs, including information on how to properly pack the snow, tools (if applicable), and recommended size ratios for each snowball. Be sure to include any additional details on decorations or accessories, if desired.",
    "Provide a step-by-step recipe on how to make a rich and flavorful tomato soup from scratch, including how to choose and prepare the ingredients, the proper order of steps, cooking times, and recommended garnishes or toppings to enhance the taste and presentation.",
    "Using at least 3 scholarly articles, write a comprehensive comparative analysis between two employee wellness programs and their effects on productivity in the workplace. Include a detailed description of the programs, their implementation, and any observed changes in productivity metrics. Also, discuss the limitations and potential areas for improvement in both programs. Your analysis should be at least 2,500 words and follow APA formatting style.",
    "Is it possible to have a combination of drawers, cupboards, and wine racks in the same sideboard?: Hand Made any size, any combination or drawers, cupboards, shelving, glazed, solid doors, wine racks.\nStunning Oak top shown here but can be made with pine, Reclaimed Timber, Driftwood, Rustic Plank and beech tops also.\n4 Door Oslo sideboard as shown from £815. Can be made any size with your combination of drawers, cupboards, wine racks, shelving, door and plinth styles available, choice of different worktops (shown here with 20mm bull nose oak top) and finished in any Farrow and Ball colour of your choice.\nn.b prices are correct as of 01-05/16 but may be subject to change – please contact us for a quote based on your requirements, sizes and needs.",
    "What are the different CoPs issued by the Canadian Sport Parachute Association, and how can skydivers progress to the higher levels? Answer according to: After completing Accelerated Freefall (AFF) and acquiring your Solo Certificate of Proficiency (CoP), you’ll be able to do solo skydives at skydive centers in Canada. But, your journey into the sport of skydiving has just begun. You essentially have just earned a license to learn.\nEdmonton Skydive is a member of the Canadian Sport Parachute Association (CSPA). Our instructors and coaches help train skydivers to progress their skills and earn their respective CSPA licenses and privileges. The CSPA issues Solo, “A”, “B”, “C”, and “D” CoPs.\nWe are a full time and full service skydive center. We have coaches and instructors onsite always to help you progress to the next level or acquire your next CoP.\nOur team organizes Intermediate Skills Camps once a month to provide up and coming jumpers with free coaching to help master specific skills or to finalize a few outstanding requirements for your next CoP.\nFor more experienced and advanced flyers, we regularly offer freefly, wingsuit or big way load organizing. Please check our events for dates on Intermediate Skills Camps or Load Organizing.",
    "Write a descriptive narrative about a specific moment in your life when you felt truly happy and content. Use sensory details, metaphor, and dialogue to illustrate the scene, setting, and emotions. Be sure to reflect on how this moment impacted you and whether it changed your perspective on life."
  ]
}