{
  "victims": [
    "What is the traditional dress worn for a wedding in Greece?",
    "What kind of collaborative work is expected of the Art Teacher at The School of Arts and Sciences?\nGenerate according to: The School of Arts and Sciences, at 3208 Thomasville Rd, Tallahassee, FL is seeking applications for a Kindergarten-8th grade Art Teacher to teach in a multi-aged classroom. Applicants should be able to plan and execute rigorous, teacher created, hands-on thematic and project based lessons. They will also implement and support instruction and assessment practices for a diverse group of students that reflect the Florida Standards and the principles of their Charter. Also, they will work collaboratively with a diverse group of school colleagues, parents, community members and others to support and implement the goals of the school. Portfolio assessment experience. Salary and benefits commensurate with education and experience; eligible for benefits.\nIf interested, please submit a resume and cover letter with SAST ART TEACHER in the subject line by May 11, 2018 to Eirin Lombardo, Principal at lombardoe@leonschools.net.",
    "Write a classic-style western story that takes place in the late 1800s about a group of determined cowboys who must band together to save their beloved ranch from being seized by the nefarious bank through whatever means necessary. Add in plenty of tense showdowns, riveting horseback chases, close-knit camaraderie, and authentic Old West details to immerse the reader in the era.",
    "Write a letter to someone you admire, expressing your appreciation for their work.",
    "What are the top travel destinations in Europe for budget-conscious travelers?",
    "❶Writers Experienced writers with the highest satisfaction rates.\nLots of people wonder if striving for excellent grades in college affects the rest of their life at all. Which is more likely to make you a millionaire? If a college degree costs a fortune and sometimes has a questionable ROI, you might be tempted to forego school and play the lottery instead. Should College Education be Free? One of the most expensive things most people will ever pay for is a college education.\nGone are the days when people could live comfortably with a high school education, and the competition for jobs is fierce. How to Stay Happy in the Cold Season. Fall is almost upon us, and with that comes the shortening of days and frigidity in the air.\nGone are those long, hot, and sunny summer days, and people are often left depressed in its wake. Comprehensive reviews combined with consistent feedback allow us to make sure our staff delivers great papers, without fail.\nOnce you buy custom essay from us, you get access to your customer profile, real-time order tracking and messaging system. We operate non-stop so you can get the help you need anytime. Some may also be new in the field. If you add this to inadequate research, the final paper that you create might not meet the expected standards.\nThe huge workload that students have to deal with is another impediment to writing a presentable paper. Imagine a situation where you have to handle loads of writing assignments from your instructors, attend classes as required and still write the essay.\nWith all the work, the student may not have time to prepare and write a good essay. Furthermore, writing essays may sometimes seem boring to students. They see their colleagues enjoying their free time and feel that the work may be preventing them from doing what they love. They end up postponing the work until it is late and the deadline for submission is almost reaching. As a result, they may end up writing a poor paper or failing to submit the paper on time. The consequences may be dire, ranging from receiving a poor grade to getting penalized.\nThere are online essay writer agencies out there that claim they can help students with writing their essays. However, most of them are just trying to make money from unsuspecting students. They either produce plagiarized essays or in some cases do not deliver any paper at all.\nIn other circumstances, they leak out your information to unauthorized individuals putting your further academic career at risk. When your instructor knows that you were assisted in writing the essay, you can even be discontinued from your course.\nSuch a turn of events may be very devastating. Fortunately, you do not have to go through all these problems when decided to rely on our company.\nYou already have too many things to handle. All these engagements that may not be related to your essay may have a negative bearing on the quality of the essays you write.\nWe are ready to get the burden off your back and make your academic life easier. One of the benefits of hiring our services is that we provide high-quality papers. Our writers ensure that your papers meet the quality standards expected. With our custom essay writing service, we aim at satisfying the needs of the clients. The essay you receive is properly formatted, the language used is appropriate, the topic has been researched properly, and the overall outlook of the paper is impressive.\nProducing a quality paper begins by following the instructions. Before we start writing your essay, we first look at the instructions that you have issued. They are thoroughly assessed such that when the essay is finally completed, you can confidently say that the paper meets all of the requirements.\nThirdly, we ensure timely delivery. In the academic circles, time is an important factor. You must submit the job given within the stipulated timelines. With this in mind, we work hard so that you can receive the paper when you want it. Even if you need the essay on short notice, give us your timeline, and we are glad to deliver. Depending on the topic, the education level and the topic of your paper, we deliver within 3 hours to 5 days.\nWhat are the risks of hiring other online essay writer agencies, and how does your company ensure student privacy and academic integrity?",
    "Please write a comprehensive and step-by-step how-to guide explaining the process of installing a window, including tips for measuring and cutting the opening, types of sealant to use, tools needed, and safety precautions to take. The guide should be written in clear and concise language and contain diagrams or images to aid in understanding the steps.",
    "Could you explore in more detail how one would go about comparing financial performance side-by-side or exploring individual companies using Company REFS online? Answer according to: Do you need valuation data for a listed company? Company REFS online is now freely available to ICAEW members. You can compare financial performance side-by-side or explore individual companies in more detail.",
    "Given the text: Tennessee Gov. Bill Haslam has appointed the Hon. Muecke Barker to a new advisory board for the University of Tennessee at Chattanooga.\nHaslam recently appointed 20 members to new advisory boards for each of the four campuses within the University of Tennessee system (the University of Tennessee at Knoxville, the University of Tennessee at Chattanooga, the University of Tennessee at Martin, and the University of Tennessee Health Science Center).\nThe advisory boards were created under the UT FOCUS Act the General Assembly passed last session.\nBarker is a member of the litigation section at Chambliss, Bahner & Stophel, where he concentrates on mediation, arbitration and alternative dispute resolution.\nHe began his service in the Tennessee Judicial System in 1983, when Gov. Lamar Alexander appointed him to become judge of the Circuit Court of the Eleventh Judicial District of Tennessee.\nBarker was elected to two eight-year terms and was consistently the highest rated circuit court judge in the Chattanooga Bar Association’s bi-annual polls.\nIn 1995, he was appointed to the Tennessee Court of Criminal Appeals; Tennessee voters elected to keep him there in August 1996.\nIn 1998, Gov. Don Sundquist appointed Barker to the Tennessee Supreme Court. He was then elected to a full eight-year term. In 2005, Barker was unanimously chosen by his colleagues to become chief justice.\nAfter being elected to a second eight-year term, Barker retired from the Supreme Court in September 2008. The Tennessee Chapter of the American Board of Trial Advocates subsequently named him Appellate Judge of the Year.\nHaslam also select Chattanooga attorney Scott LeRoy of LeRoy Law Firm to serve on the advisory board.\nCan you provide a brief summary of the UT FOCUS Act and the purpose of the new advisory boards for the University of Tennessee System?",
    "Can you summarize the different types of thalassemia and how they affect the body?: Thalassemia is a blood disorder that causes mild or severe anemia (Antonio, 1993). This happens when people do not have enough hemoglobin and is caused by the inheritance of a defective gene (Nathan, 1998). Thalassemia is passed on from a parent to children through their genes (Simon, 1999). The name thalassemia comes from the Greek word \"thalassa\" meaning \"the sea\" because the condition was first described in populations living near the Mediterranean Sea (Nathan, 1998). However, the disease is also prevalent in Africa, Middle East, South Asia, and pacific descent (Simon, 1999). Moreover, thalassemia causes an immense disruption in the hemoglobin synthesis (Nathan, 1998). Although, there are two different types of thalassemia, alpha, and beta thalassemia they both affect the body.\nAlpha-thalassemia occurs most commonly in people from Southeast Asia and China (Ghosh, 1994). Its is caused when the hemoglobin does not produce enough alpha protein (Ghosh, 1994). The most severe form of alpha thalassemia causes (stillbirth, and death of fetus before delivery) (Ghosh, 1994).\nWhereas, beta thalassemia, is caused by a mutation in the beta globin chain (Nathan, 1998). Genes from both parents must be inherited to acquire the major form of this disease (Simon, 1999). In beta thalassemia major children are normal at birth, but develop anemia during the first year of life (Simon, 1999). The alpha and beta thalassemia's are distinct diseases that affect the body in different ways. Therefore, the symptoms of thalassemia, which are paleness, tiredness, dark urine, and spleen enlargement all, depend on the type and severity of the disease ( Simon, 1999).\nWriteWork contributors. \"Thalassemia\" WriteWork.com. WriteWork.com, 19 February, 2007. Web. 19 Apr. 2019."
  ]
}